/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Start Impress på datamaskinen din\n* Koble enhetene til samme WiFi–nettverk\n* P.S Din iOS–enhet er nå tilkoblet «%@»";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Du er ikke tilkoblet WIFI.\n* Koble til din iOS enhet og din PC til det samme nettverket.\n* Oppdater\n* Tips: du kan sette opp et eget tilgangspunkt på din PC/iPhone";

/* Popover option */
"About Impress Remote" = "Om Impress Remote";

/* No comment provided by engineer. */
"Back" = "Tilbake";

/* Popover option */
"Blank Screen" = "Tom skjerm";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Click to refresh" = "Klikk for å oppfriske";

/* Back button to the connect page on navbar */
"Connect" = "Koble til";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Koble enhetene til det samme WiFi–nettverket.";

/* instruction page title */
"Connection" = "Tilkobling";

/* Popover option */
"Connection Help" = "Hjelp for tilkobling";

/* Connection Lost Alert title */
"Connection Lost" = "Mistet tilkoblinga";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Mistet tilkoblinga. Prøv å koble til datamaskinen din igjen. ";

/* Control instruction title */
"Control" = "Kontroll";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Hvis nødvendig, lag et personlig tilgangspunkt på din iPhone.";

/* Server list section title */
"Custom Connections" = "Tilpassede tilkoblinger";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Hvis din PC ikke vises i seksjonen over, legg den til manuelt med dens IP adresse";

/* Server list section title */
"Detected Connections" = "Oppdagede tilkoblinger";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Tast inn PIN-koden i Lysbildeframvisning → Impress Remote";

/* Connection failure title */
"Failed to reach server" = "Misslyktes å nå tjeneren";

/* Connection failure message */
"Failed to reach server Msg" = "Vær så snill å verifiser din IP adresse og sjekk at LibreOffice Impress kjører med «Fjern funksjonalitet» aktivert";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Mislyktes med å nå din PC";

/* No comment provided by engineer. */
"Help" = "Hjelp";

/* In app How-to title */
"How-to" = "Hvordan ";

/* App name displayed on navbar */
"Impress Remote" = "Impress Remote";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Ugyldig IP-adresse";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "IP-adressen du skrev inn er ugyldig.";

/* EditableTableViewCell placeholder */
"IP Address" = "IP-adresse";

/* Pairing instruction text */
"Launch Impress & select your computer." = "IP-adresse";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Navn (valgfritt)";

/* No comment provided by engineer. */
"New Server" = "Ny tjener";

/* No comment provided by engineer. */
"No, thanks" = "Nei takk";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "OK";

/* Pairing instruction title */
"Pairing" = "Paring";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instruksjoner for paring";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Start LibreOffice på datamaskinen\n\n2. Slå på → Innstillinger → LibreOffice Impress -→  Generelt → Slå på fjernkontroll\n\n3. Kontroller at enhetene er tilkoblet det samme trådløse nettverket\n4. Hvis datamasmaskinen ikke oppdages automatisk må du manuelt registrere IP-adressen\n\n5. Koble til.\n\n";

/* Update button text in diffrent states */
"Pause" = "Pause";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Vær så snill å restarte LibreOffice Impress på din maskin.";

/* Popover option */
"Restart" = "Start på nytt";

/* No comment provided by engineer. */
"Resume from blank screen" = "Fortsett fra tom skjerm";

/* Popover option */
"Resume from blank Screen" = "Fortsett fra tom skjerm";

/* No comment provided by engineer. */
"Searching" = "Søker";

/* Sidebar section header */
"Slides" = "Lysbilder";

/* Update button text in diffrent states */
"Start" = "Start";

/* Popover option */
"Stop Presentation" = "Stopp presentasjonen";

/* Sidebar section header */
"Stop Watch" = "Stoppeklokke";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Vil du bli bedre kjent med Impress Remote for iOS?";

/* Sidebar section header */
"Timer" = "Tidtaker";

/* No comment provided by engineer. */
"Yes" = "Ja";

